Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# browser.focusMode.exit.help
source: Exit browser focus mode
ar: إنهاء وضع تركيز المتصفح
bs: Izađi iz načina fokusa preglednika
da: Afslut browser-fokustilstand
de: Browser-Fokusmodus beenden
es: Salir del modo de enfoque del navegador
fr: Quitter le mode focus du navigateur
it: Esci dalla modalità focus del browser
ja: ブラウザフォーカスモードを終了
km: ចេញពីរបៀបផ្ដោតអារម្មណ៍កម្មវិធីរុករក
ko: 브라우저 집중 모드 종료
nb: Avslutt nettleser-fokusmodus
pl: Wyłącz tryb skupienia przeglądarki
pt_br: Sair do modo de foco do navegador
ru: Выйти из режима фокусировки браузера
th: ออกจากโหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modundan çık
uk: Вийти з режиму фокусування браузера
zh_hans: 退出浏览器专注模式
zh_hant: 退出瀏覽器專注模式

# browser.contextMenu.openLinkInDefaultBrowser
source: Open Link in Default Browser
ar: فتح الرابط في المتصفح الافتراضي
bs: Otvori link u podrazumijevanom pregledniku
da: Åbn link i standardbrowser
de: Link im Standardbrowser öffnen
es: Abrir enlace en el navegador predeterminado
fr: Ouvrir le lien dans le navigateur par défaut
it: Apri link nel browser predefinito
ja: デフォルトブラウザでリンクを開く
ko: 기본 브라우저에서 링크 열기
nb: Åpne lenke i standard nettleser
pl: Otwórz odnośnik w domyślnej przeglądarce
pt_br: Abrir Link no Navegador Padrão
ru: Открыть ссылку в браузере по умолчанию
th: เปิดลิงก์ในเบราว์เซอร์เริ่มต้น
tr: Bağlantıyı Varsayılan Tarayıcıda Aç
uk: Відкрити посилання в стандартному браузері
zh_hans: 在默认浏览器中打开链接
zh_hant: 在預設瀏覽器中開啟連結

# browser.contextMenu.openLinkInNewTab
source: Open Link in New Tab
ar: فتح الرابط في لسان جديد
bs: Otvori link u novom tabu
da: Åbn link i ny fane
de: Link in neuem Tab öffnen
es: Abrir enlace en una nueva pestaña
fr: Ouvrir le lien dans un nouvel onglet
it: Apri link in una nuova scheda
ja: 新規タブでリンクを開く
ko: 새 탭에서 링크 열기
nb: Åpne lenke i ny fane
pl: Otwórz odnośnik w nowej karcie
pt_br: Abrir Link em Nova Aba
ru: Открыть ссылку в новой вкладке
th: เปิดลิงก์ในแท็บใหม่
tr: Bağlantıyı Yeni Sekmede Aç
uk: Відкрити посилання в новій вкладці
zh_hans: 在新标签页中打开链接
zh_hant: 在新標籤頁中開啟連結

# browser.contextMenu.screenshotPage
source: Screenshot Page
ar: التقاط لقطة شاشة للصفحة
bs: Snimi ekran stranice
da: Tag skærmbillede af side
de: Seite als Screenshot aufnehmen
es: Capturar página
fr: Capture d’écran de la page
it: Screenshot pagina
ja: ページのスクリーンショット
km: ថតអេក្រង់ទំព័រ
ko: 페이지 스크린샷
nb: Ta skjermbilde av side
pl: Zrzut ekranu strony
pt_br: Capturar página
ru: Снимок страницы
th: ถ่ายภาพหน้าจอหน้าเว็บ
tr: Sayfanın ekran görüntüsünü al
uk: Знімок сторінки
zh_hans: 截取页面截图
zh_hant: 擷取頁面截圖

# browser.contextMenu.screenshotSection
source: Screenshot Section
ar: التقاط لقطة شاشة للقسم
bs: Snimi ekran odjeljka
da: Tag skærmbillede af område
de: Bereich als Screenshot aufnehmen
es: Capturar sección
fr: Capture d’écran de la section
it: Screenshot sezione
ja: 範囲のスクリーンショット
km: ថតអេក្រង់ផ្នែក
ko: 영역 스크린샷
nb: Ta skjermbilde av område
pl: Zrzut ekranu sekcji
pt_br: Capturar seção
ru: Снимок области
th: ถ่ายภาพหน้าจอเฉพาะส่วน
tr: Bölümün ekran görüntüsünü al
uk: Знімок області
zh_hans: 截取区域截图
zh_hant: 擷取區域截圖

# browser.screenshotPage.copy.help
source: Screenshot Page to Clipboard
ar: نسخ لقطة شاشة الصفحة إلى الحافظة
bs: Snimi stranicu u međuspremnik
da: Skærmbillede af side til udklipsholder
de: Seiten-Screenshot in die Zwischenablage
es: Capturar página al portapapeles
fr: Capture de la page vers le presse-papiers
it: Screenshot pagina negli appunti
ja: ページのスクリーンショットをクリップボードへ
km: ថតអេក្រង់ទំព័រទៅក្តារតម្បៀតខ្ទាស់
ko: 페이지 스크린샷을 클립보드로 복사
nb: Skjermbilde av side til utklippstavlen
pl: Zrzut ekranu strony do schowka
pt_br: Capturar página para a área de transferência
ru: Снимок страницы в буфер обмена
th: ถ่ายภาพหน้าจอหน้าเว็บไปยังคลิปบอร์ด
tr: Sayfanın ekran görüntüsünü panoya kopyala
uk: Знімок сторінки до буфера обміну
zh_hans: 将页面截图复制到剪贴板
zh_hant: 將頁面截圖複製到剪貼簿

# browser.screenshotPage.copied
source: Copied
ar: تم النسخ
bs: Kopirano
da: Kopieret
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピー済み
km: បានចម្លង
ko: 복사됨
nb: Kopiert
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
zh_hans: 已复制
zh_hant: 已複製

# browser.screenshotPage.copied.help
source: Screenshot copied to clipboard
ar: تم نسخ لقطة الشاشة إلى الحافظة
bs: Snimak ekrana je kopiran u međuspremnik
da: Skærmbillede kopieret til udklipsholder
de: Screenshot in die Zwischenablage kopiert
es: Captura de pantalla copiada al portapapeles
fr: Capture d’écran copiée dans le presse-papiers
it: Screenshot copiato negli appunti
ja: スクリーンショットをクリップボードにコピーしました
km: បានចម្លងរូបថតអេក្រង់ទៅក្តារតម្បៀតខ្ទាស់
ko: 스크린샷이 클립보드에 복사됨
nb: Skjermbilde kopiert til utklippstavlen
pl: Zrzut ekranu skopiowany do schowka
pt_br: Captura de tela copiada para a área de transferência
ru: Снимок экрана скопирован в буфер обмена
th: คัดลอกภาพหน้าจอไปยังคลิปบอร์ดแล้ว
tr: Ekran görüntüsü panoya kopyalandı
uk: Знімок екрана скопійовано до буфера обміну
zh_hans: 截图已复制到剪贴板
zh_hant: 截圖已複製到剪貼簿

# browser.screenshotSection.instructions
source: Click and drag to select. Esc cancels.
ar: انقر واسحب للتحديد. Esc للإلغاء.
bs: Kliknite i povucite za odabir. Esc otkazuje.
da: Klik og træk for at vælge. Esc annullerer.
de: Zum Auswählen klicken und ziehen. Esc bricht ab.
es: Haz clic y arrastra para seleccionar. Esc cancela.
fr: Cliquez et faites glisser pour sélectionner. Échap annule.
it: Fai clic e trascina per selezionare. Esc annulla.
ja: ドラッグで選択。Escでキャンセル。
km: ចុចហើយអូសដើម្បីជ្រើស។ Esc បោះបង់។
ko: 선택하려면 클릭하고 드래그하세요. Esc 취소.
nb: Klikk og dra for å velge. Esc avbryter.
pl: Kliknij i przeciągnij, aby zaznaczyć. Esc anuluje.
pt_br: Clique e arraste para selecionar. Esc cancela.
ru: Нажмите и перетащите, чтобы выбрать. Esc отменяет.
th: คลิกแล้วลากเพื่อเลือก กด Esc เพื่อยกเลิก
tr: Seçmek için tıklayıp sürükleyin. Esc iptal eder.
uk: Клацніть і перетягніть, щоб вибрати. Esc скасовує.
zh_hans: 点击并拖动以选择。按 Esc 取消。
zh_hant: 按一下並拖移以選取。按 Esc 取消。

# browser.dialog.pageSays
source: This page says:
ar: تقول هذه الصفحة:
bs: Ova stranica kaže:
da: Denne side siger:
de: Diese Seite meldet:
es: Esta página dice:
fr: Cette page indique :
it: Questa pagina dice:
ja: このページの内容:
ko: 이 페이지의 메시지:
nb: Denne siden sier:
pl: Ta strona mówi:
pt_br: Esta página diz:
ru: Сообщение на странице:
th: หน้านี้แจ้งว่า:
tr: Bu sayfa diyor ki:
uk: Ця сторінка повідомляє:
zh_hans: 此页面显示：
zh_hant: 此頁面顯示：

# browser.dialog.pageSaysAt
source: The page at %@ says:
ar: تقول الصفحة في %@:
bs: Stranica na %@ kaže:
da: Siden på %@ siger:
de: Die Seite auf %@ meldet:
es: La página en %@ dice:
fr: La page à %@ indique :
it: La pagina su %@ dice:
ja: ページ %@ のメッセージ:
ko: %@ 페이지의 메시지:
nb: Siden på %@ sier:
pl: Strona pod adresem %@ mówi:
pt_br: A página em %@ diz:
ru: Страница %@ сообщает:
th: หน้าที่ %@ แจ้งว่า:
tr: %@ sayfası diyor ki:
uk: Сторінка %@ повідомляє:
zh_hans: %@ 页面显示：
zh_hant: %@ 頁面顯示：

# browser.downloadInProgress
source: Download in progress
ar: التنزيل قيد التقدم
bs: Preuzimanje u toku
da: Download i gang
de: Download läuft
es: Descarga en curso
fr: Téléchargement en cours
it: Download in corso
ja: ダウンロード中
ko: 다운로드 진행 중
nb: Nedlasting pågår
pl: Pobieranie w toku
pt_br: Download em andamento
ru: Загрузка выполняется
th: กำลังดาวน์โหลด
tr: İndirme devam ediyor
uk: Завантаження виконується
zh_hans: 下载进行中
zh_hant: 正在下載

# browser.downloading
source: Downloading...
ar: جارٍ التنزيل…
bs: Preuzimanje...
da: Downloader…
de: Wird heruntergeladen …
es: Descargando...
fr: Téléchargement...
it: Download in corso...
ja: ダウンロード中...
ko: 다운로드 중...
nb: Laster ned …
pl: Pobieranie…
pt_br: Baixando...
ru: Загрузка...
th: กำลังดาวน์โหลด...
tr: İndiriliyor...
uk: Завантаження…
zh_hans: 正在下载...
zh_hant: 下載中...

# browser.error.cantOpen.title
source: Can't open this page
ar: لا يمكن فتح هذه الصفحة
bs: Nije moguće otvoriti ovu stranicu
da: Kan ikke åbne denne side
de: Diese Seite kann nicht geöffnet werden
es: No se puede abrir esta página
fr: Impossible d'ouvrir cette page
it: Impossibile aprire questa pagina
ja: このページを開けません
ko: 이 페이지를 열 수 없습니다
nb: Kan ikke åpne denne siden
pl: Nie można otworzyć tej strony
pt_br: Não foi possível abrir esta página
ru: Не удается открыть эту страницу
th: ไม่สามารถเปิดหน้านี้ได้
tr: Bu sayfa açılamıyor
uk: Не вдається відкрити цю сторінку
zh_hans: 无法打开此页面
zh_hant: 無法開啟此頁面

# browser.error.cantReach.messageSite
source: The site refused to connect. Check that a server is running on this address.
ar: رفض الموقع الاتصال. تأكد من تشغيل خادم على هذا العنوان.
bs: Stranica je odbila vezu. Provjerite da li je server pokrenut na ovoj adresi.
da: Siden nægtede forbindelsen. Kontroller at en server kører på denne adresse.
de: Die Website hat die Verbindung verweigert. Überprüfen Sie, ob ein Server unter dieser Adresse läuft.
es: El sitio rechazó la conexión. Comprueba que haya un servidor en ejecución en esta dirección.
fr: Le site a refusé la connexion. Vérifiez qu'un serveur est bien en cours d'exécution à cette adresse.
it: Il sito ha rifiutato la connessione. Verifica che un server sia in esecuzione su questo indirizzo.
ja: サイトに接続できませんでした。このアドレスでサーバーが実行されていることを確認してください。
ko: 사이트에서 연결을 거부했습니다. 이 주소에서 서버가 실행 중인지 확인하세요.
nb: Nettstedet nektet tilkobling. Kontroller at en server kjører på denne adressen.
pl: Serwer odmówił połączenia. Sprawdź, czy pod tym adresem działa serwer.
pt_br: O site recusou a conexão. Verifique se há um servidor em execução neste endereço.
ru: Сайт отклонил подключение. Убедитесь, что сервер запущен по этому адресу.
th: เว็บไซต์ปฏิเสธการเชื่อมต่อ ตรวจสอบว่ามีเซิร์ฟเวอร์ทำงานบนที่อยู่นี้
tr: Site bağlantıyı reddetti. Bu adreste bir sunucunun çalışıp çalışmadığını kontrol edin.
uk: Сайт відмовив у з'єднанні. Перевірте, чи працює сервер за цією адресою.
zh_hans: 网站拒绝了连接。请检查此地址上是否有服务器正在运行。
zh_hant: 網站拒絕連線。請確認此位址上有伺服器正在運行。

# browser.error.cantReach.messageURL
source: %@ refused to connect. Check that a server is running on this address.
ar: رفض %@ الاتصال. تأكد من تشغيل خادم على هذا العنوان.
bs: %@ je odbio vezu. Provjerite da li je server pokrenut na ovoj adresi.
da: %@ nægtede forbindelsen. Kontroller at en server kører på denne adresse.
de: %@ hat die Verbindung verweigert. Überprüfen Sie, ob ein Server unter dieser Adresse läuft.
es: %@ rechazó la conexión. Comprueba que haya un servidor en ejecución en esta dirección.
fr: %@ a refusé la connexion. Vérifiez qu'un serveur est bien en cours d'exécution à cette adresse.
it: %@ ha rifiutato la connessione. Verifica che un server sia in esecuzione su questo indirizzo.
ja: %@ に接続できませんでした。このアドレスでサーバーが実行されていることを確認してください。
ko: %@에서 연결을 거부했습니다. 이 주소에서 서버가 실행 중인지 확인하세요.
nb: %@ nektet tilkobling. Kontroller at en server kjører på denne adressen.
pl: %@ odmówił połączenia. Sprawdź, czy pod tym adresem działa serwer.
pt_br: %@ recusou a conexão. Verifique se há um servidor em execução neste endereço.
ru: %@ отклонил подключение. Убедитесь, что сервер запущен по этому адресу.
th: %@ ปฏิเสธการเชื่อมต่อ ตรวจสอบว่ามีเซิร์ฟเวอร์ทำงานบนที่อยู่นี้
tr: %@ bağlantıyı reddetti. Bu adreste bir sunucunun çalışıp çalışmadığını kontrol edin.
uk: %@ відмовив у з'єднанні. Перевірте, чи працює сервер за цією адресою.
zh_hans: %@ 拒绝了连接。请检查此地址上是否有服务器正在运行。
zh_hant: %@ 拒絕連線。請確認此位址上有伺服器正在運行。

# browser.error.cantReach.title
source: Can't reach this page
ar: لا يمكن الوصول إلى هذه الصفحة
bs: Nije moguće dosegnuti ovu stranicu
da: Kan ikke nå denne side
de: Diese Seite ist nicht erreichbar
es: No se puede acceder a esta página
fr: Impossible d'atteindre cette page
it: Impossibile raggiungere questa pagina
ja: このページに到達できません
ko: 이 페이지에 연결할 수 없습니다
nb: Kan ikke nå denne siden
pl: Nie można uzyskać dostępu do tej strony
pt_br: Não foi possível acessar esta página
ru: Не удается подключиться к странице
th: ไม่สามารถเข้าถึงหน้านี้ได้
tr: Bu sayfaya ulaşılamıyor
uk: Не вдається відкрити цю сторінку
zh_hans: 无法访问此页面
zh_hant: 無法連線至此頁面

# browser.error.checkNetwork
source: Check your network connection and try again.
ar: تحقق من اتصال الشبكة وحاول مجددًا.
bs: Provjerite mrežnu vezu i pokušajte ponovo.
da: Kontroller din netværksforbindelse, og prøv igen.
de: Überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: Comprueba tu conexión de red e inténtalo de nuevo.
fr: Vérifiez votre connexion réseau et réessayez.
it: Controlla la connessione di rete e riprova.
ja: ネットワーク接続を確認してもう一度お試しください。
ko: 네트워크 연결을 확인하고 다시 시도하세요.
nb: Kontroller nettverkstilkoblingen og prøv igjen.
pl: Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: Verifique sua conexão de rede e tente novamente.
ru: Проверьте сетевое подключение и повторите попытку.
th: ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr: Ağ bağlantınızı kontrol edip tekrar deneyin.
uk: Перевірте підключення до мережі та спробуйте ще раз.
zh_hans: 请检查您的网络连接，然后重试。
zh_hant: 請檢查您的網路連線後再試一次。

# browser.error.frameLoadInterrupted
source: Frame load interrupted
ar: تم قطع تحميل الإطار
bs: Učitavanje okvira je prekinuto
da: Indlæsning af ramme blev afbrudt
de: Laden des Frames unterbrochen
es: Carga del marco interrumpida
fr: Chargement du cadre interrompu
it: Caricamento del frame interrotto
ja: フレームの読み込みが中断されました
ko: 프레임 로딩이 중단되었습니다
nb: Innlasting av ramme ble avbrutt
pl: Ładowanie ramki zostało przerwane
pt_br: Carregamento do frame interrompido
ru: Загрузка фрейма прервана
th: การโหลดเฟรมถูกขัดจังหวะ
tr: Çerçeve yüklemesi kesildi
uk: Завантаження фрейму перервано
zh_hans: 页面框架加载中断
zh_hant: 頁框載入中斷

# browser.error.insecure.message
source: %@ uses plain HTTP, so traffic can be read or modified on the network. Open this URL in your default browser, or proceed in UniConnect.
ar: يستخدم %@ بروتوكول HTTP غير مشفر، لذا يمكن قراءة حركة البيانات أو تعديلها على الشبكة. افتح هذا URL في متصفحك الافتراضي، أو تابع في UniConnect.
bs: %@ koristi čisti HTTP, pa se promet može čitati ili mijenjati na mreži. Otvorite ovaj URL u podrazumijevanom pregledniku ili nastavite u UniConnect.
da: %@ bruger almindelig HTTP, så trafikken kan læses eller ændres på netværket. Åbn denne URL i din standardbrowser, eller fortsæt i UniConnect.
de: %@ verwendet unverschlüsseltes HTTP, daher kann der Datenverkehr im Netzwerk gelesen oder verändert werden. Öffnen Sie diese URL in Ihrem Standardbrowser oder fahren Sie in UniConnect fort.
es: %@ usa HTTP sin cifrar, por lo que el tráfico puede ser leído o modificado en la red. Abre esta URL en tu navegador predeterminado o continúa en UniConnect.
fr: %@ utilise le protocole HTTP non chiffré, le trafic peut donc être lu ou modifié sur le réseau. Ouvrez cette URL dans votre navigateur par défaut ou continuez dans UniConnect.
it: %@ utilizza HTTP non crittografato, quindi il traffico può essere letto o modificato sulla rete. Apri questo URL nel browser predefinito oppure continua in UniConnect.
ja: %@ は HTTP 接続を使用しているため、通信内容がネットワーク上で読み取られたり改ざんされる可能性があります。 デフォルトブラウザで開くか、UniConnect で続行してください。
km: %@ ប្រើធម្មតា HTTP ដូច្នេះចរាចរណ៍អាចត្រូវបានអាន ឬកែប្រែនៅលើបណ្តាញ។ បើក URL នេះនៅក្នុងកម្មវិធីរុករកលំនាំដើមរបស់អ្នក ឬបន្តនៅក្នុង UniConnect។
ko: %@은(는) 일반 HTTP를 사용하므로, 네트워크에서 트래픽이 읽히거나 변조될 수 있습니다. 기본 브라우저에서 이 URL을 열거나, UniConnect에서 계속 진행하세요.
nb: %@ bruker vanlig HTTP, så trafikk kan leses eller endres på nettverket. Åpne denne URL-en i standard nettleser, eller fortsett i UniConnect.
pl: %@ używa zwykłego HTTP, więc ruch sieciowy może być odczytany lub zmodyfikowany. Otwórz ten URL w domyślnej przeglądarce lub kontynuuj w UniConnect.
pt_br: %@ usa HTTP simples, então o tráfego pode ser lido ou modificado na rede. Abra esta URL no seu navegador padrão ou continue no UniConnect.
ru: %@ использует незащищенный протокол HTTP, поэтому трафик может быть перехвачен или изменен в сети. Откройте этот URL в браузере по умолчанию или продолжите в UniConnect.
th: %@ ใช้ HTTP แบบธรรมดา ดังนั้นข้อมูลอาจถูกอ่านหรือแก้ไขบนเครือข่ายได้ เปิด URL นี้ในเบราว์เซอร์เริ่มต้น หรือดำเนินการต่อใน UniConnect
tr: %@ düz HTTP kullanıyor, bu nedenle trafik ağda okunabilir veya değiştirilebilir. Bu URL'yi varsayılan tarayıcınızda açın ya da UniConnect'ta devam edin.
uk: %@ використовує незахищений HTTP, тому трафік може бути прочитаний або змінений у мережі. Відкрийте цю URL-адресу у стандартному браузері або продовжте в UniConnect, якщо довіряєте цьому ресурсу.
zh_hans: %@ 使用纯 HTTP 连接，网络上的流量可能被读取或修改。 请在默认浏览器中打开此 URL，或在 UniConnect 中继续访问。
zh_hant: %@ 使用未加密的 HTTP，網路上的流量可能被讀取或竄改。 在您的預設瀏覽器中開啟此 URL，或在 UniConnect 中繼續。

# browser.error.insecure.title
source: Connection isn't secure
ar: الاتصال غير آمن
bs: Veza nije sigurna
da: Forbindelsen er ikke sikker
de: Verbindung ist nicht sicher
es: La conexión no es segura
fr: La connexion n'est pas sécurisée
it: La connessione non è sicura
ja: 接続は安全ではありません
ko: 연결이 안전하지 않습니다
nb: Tilkoblingen er ikke sikker
pl: Połączenie nie jest bezpieczne
pt_br: A conexão não é segura
ru: Подключение не защищено
th: การเชื่อมต่อไม่ปลอดภัย
tr: Bağlantı güvenli değil
uk: З'єднання незахищене
zh_hans: 连接不安全
zh_hant: 連線不安全

# browser.error.invalidCertificate
source: The certificate for this site is invalid.
ar: شهادة هذا الموقع غير صالحة.
bs: Certifikat za ovu stranicu je nevažeći.
da: Certifikatet for denne side er ugyldigt.
de: Das Zertifikat für diese Website ist ungültig.
es: El certificado de este sitio no es válido.
fr: Le certificat de ce site n'est pas valide.
it: Il certificato per questo sito non è valido.
ja: このサイトの証明書が無効です。
ko: 이 사이트의 인증서가 유효하지 않습니다.
nb: Sertifikatet for dette nettstedet er ugyldig.
pl: Certyfikat tej strony jest nieprawidłowy.
pt_br: O certificado deste site é inválido.
ru: Сертификат этого сайта недействителен.
th: ใบรับรองสำหรับเว็บไซต์นี้ไม่ถูกต้อง
tr: Bu sitenin sertifikası geçersiz.
uk: Сертифікат цього сайту недійсний.
zh_hans: 此网站的证书无效。
zh_hant: 此網站的憑證無效。

# browser.error.noInternet
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
bs: Nema internetske veze
da: Ingen internetforbindelse
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Aucune connexion Internet
it: Nessuna connessione a internet
ja: インターネット接続がありません
ko: 인터넷에 연결되어 있지 않습니다
nb: Ingen internettforbindelse
pl: Brak połączenia z internetem
pt_br: Sem conexão com a internet
ru: Нет подключения к интернету
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
uk: Немає підключення до інтернету
zh_hans: 无互联网连接
zh_hant: 沒有網際網路連線

# browser.error.reload
source: Reload
ar: إعادة تحميل
bs: Ponovo učitaj
da: Genindlæs
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
km: ផ្ទុកឡើងវិញ
ko: 새로고침
nb: Last inn på nytt
pl: Odśwież
pt_br: Recarregar
ru: Перезагрузить
th: โหลดใหม่
tr: Yeniden Yükle
uk: Перезавантажити
zh_hans: 重新加载
zh_hant: 重新載入

# browser.goBack
source: Go Back
ar: رجوع
bs: Nazad
da: Gå tilbage
de: Zurück
es: Retroceder
fr: Page précédente
it: Indietro
ja: 戻る
ko: 뒤로
nb: Gå tilbake
pl: Wstecz
pt_br: Voltar
ru: Назад
th: ย้อนกลับ
tr: Geri Git
uk: Назад
zh_hans: 后退
zh_hant: 上一頁

# browser.goForward
source: Go Forward
ar: تقدم
bs: Naprijed
da: Gå frem
de: Vor
es: Avanzar
fr: Page suivante
it: Avanti
ja: 進む
ko: 앞으로
nb: Gå fremover
pl: Do przodu
pt_br: Avançar
ru: Вперед
th: ไปข้างหน้า
tr: İleri Git
uk: Вперед
zh_hans: 前进
zh_hant: 下一頁

# browser.goToURL
source: go to URL
ar: انتقل إلى URL
bs: idi na URL
da: gå til URL
de: URL aufrufen
es: ir a URL
fr: accéder à l'URL
it: vai all'URL
ja: URLに移動
ko: URL로 이동
nb: gå til URL
pl: przejdź do URL
pt_br: ir para URL
ru: перейти по URL
th: ไปที่ URL
tr: URL'ye git
uk: перейти за URL
zh_hans: 前往 URL
zh_hant: 前往 URL

# browser.newTab
source: New tab
ar: لسان جديد
bs: Novi tab
da: Ny fane
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda
ja: 新規タブ
ko: 새 탭
nb: Ny fane
pl: Nowa karta
pt_br: Nova aba
ru: Новая вкладка
th: แท็บใหม่
tr: Yeni sekme
uk: Нова вкладка
zh_hans: 新建标签页
zh_hant: 新增標籤頁

# browser.openInDefaultBrowser
source: Open in Default Browser
ar: فتح في المتصفح الافتراضي
bs: Otvori u podrazumijevanom pregledniku
da: Åbn i standardbrowser
de: Im Standardbrowser öffnen
es: Abrir en el navegador predeterminado
fr: Ouvrir dans le navigateur par défaut
it: Apri nel browser predefinito
ja: デフォルトブラウザで開く
ko: 기본 브라우저에서 열기
nb: Åpne i standard nettleser
pl: Otwórz w domyślnej przeglądarce
pt_br: Abrir no Navegador Padrão
ru: Открыть в браузере по умолчанию
th: เปิดในเบราว์เซอร์เริ่มต้น
tr: Varsayılan Tarayıcıda Aç
uk: Відкрити у стандартному браузері
zh_hans: 在默认浏览器中打开
zh_hant: 在預設瀏覽器中開啟

# browser.proceedInCmux
source: Proceed in UniConnect
ar: المتابعة في UniConnect
bs: Nastavi u UniConnect
da: Fortsæt i UniConnect
de: In UniConnect fortfahren
es: Continuar en UniConnect
fr: Continuer dans UniConnect
it: Continua in UniConnect
ja: UniConnect で続行
km: បន្ត​ក្នុង UniConnect
ko: UniConnect에서 계속
nb: Fortsett i UniConnect
pl: Kontynuuj w UniConnect
pt_br: Continuar no UniConnect
ru: Продолжить в UniConnect
th: ดำเนินการต่อใน UniConnect
tr: UniConnect'ta devam et
uk: Продовжити в UniConnect
zh_hans: 在 UniConnect 中继续
zh_hant: 在 UniConnect 中繼續

# browser.reload
source: Reload
ar: إعادة تحميل
bs: Ponovo učitaj
da: Genindlæs
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
ko: 새로고침
nb: Last inn på nytt
pl: Odśwież
pt_br: Recarregar
ru: Перезагрузить
th: โหลดใหม่
tr: Yeniden Yükle
uk: Перезавантажити
zh_hans: 重新加载
zh_hant: 重新載入

# browser.search.placeholder
source: Search
ar: بحث
bs: Pretraži
da: Søg
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
nb: Søk
pl: Szukaj
pt_br: Pesquisar
ru: Поиск
th: ค้นหา
tr: Ara
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# browser.stop
source: Stop
ar: إيقاف
bs: Zaustavi
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중단
nb: Stopp
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
th: หยุด
tr: Durdur
uk: Зупинити
zh_hans: 停止
zh_hant: 停止

# browser.switchToTab
source: Switch to tab
ar: التبديل إلى اللسان
bs: Prebaci se na tab
da: Skift til fane
de: Zum Tab wechseln
es: Cambiar a pestaña
fr: Basculer vers l'onglet
it: Passa alla scheda
ja: タブに切替
ko: 탭으로 전환
nb: Bytt til fane
pl: Przełącz na kartę
pt_br: Alternar para aba
ru: Перейти к вкладке
th: สลับไปยังแท็บ
tr: Sekmeye geç
uk: Перейти до вкладки
zh_hans: 切换到标签页
zh_hant: 切換至標籤頁

# browser.toggleDevTools
source: Toggle Developer Tools
ar: تبديل أدوات المطور
bs: Prebaci razvojne alate
da: Slå udviklerværktøjer til/fra
de: Entwicklerwerkzeuge ein-/ausblenden
es: Alternar herramientas de desarrollo
fr: Afficher/masquer les outils de développement
it: Attiva/Disattiva Strumenti sviluppatore
ja: デベロッパツールを切替
ko: 개발자 도구 전환
nb: Slå utviklerverktøy av/på
pl: Przełącz narzędzia deweloperskie
pt_br: Alternar Ferramentas do Desenvolvedor
ru: Инструменты разработчика
th: สลับเครื่องมือนักพัฒนา
tr: Geliştirici Araçlarını Aç/Kapat
uk: Перемкнути інструменти розробника
zh_hans: 切换开发者工具
zh_hant: 切換開發者工具
